"Scan failed" = "Falha na digitalização";
"Scan canceled" = "Digitalização cancelada";
"Document feeder is empty" = "O alimentador de documentos está vazio";

"Scanner is in use" = "Scanner em uso";
"Scanner is offline" = "Scanner off-line";
"Scan incomplete" = "Digitalização incompleta";
"Problems communicating with scanner" = "Problemas na comunicação com o scanner";
"The scanner failed to complete the scan." = "O scanner não pôde completar o escaneamento.";

"Unable to generate editable text for scanned document" = "Não foi possível gerar texto editável para o documento digitalizado";
"The scanned document has been saved to an image-only file. To save scanned documents with editable text, please install HP Easy Scan on this computer. Go to www.hp.com/support to download the latest software for your HP product." = "O documento digitalizado foi salvo em um arquivo apenas de imagem. Para salvar documentos digitalizados com texto editável, instale o HP Easy Scan no computador. Acesse www.hp.com/support para baixar o software mais recente para seu produto HP.";

"The file(s) could not be saved as you do not have appropriate access privileges to \"%@\" folder." = "Os arquivos não puderam ser salvos, pois você não possui privilégios de acesso apropriados para a pasta \"%@\".";
"To view or change access privileges, select the file in the Finder and choose File > Get Info." = "Para visualizar ou alterar os privilégios de acesso, selecione o arquivo no Localizador e em seguida selecione Arquivo > Obter informações.";

"The scanned images could not be saved as \"%@\" doesn't exist." = "Não foi possível salvar as imagens digitalizadas porque \"%@\" não existe.";

"Disk \"%@\" is full. Try deleting items from \"%@\" or saving the image on another disk." = "O disco \"%@\" está cheio. Tentar excluir itens de  \"%@\" ou salvar a imagem em outro disco.";
